const Map<String, String> faIR = {
  /// App info
  "سکه": "سکه",
  "سامانه کشیک هوشمند": "سامانه کشیک هوشمند",
  "نسخه ۱.۰.۰": "نسخه ۱.۰.۰",

  /// field's name String
  "رئیس اداره": "رئیس اداره",
  "کارمند": "کارمند",
  "مسئول واحد": "مسئول واحد",
  "کد ملی": "کد ملی",
  "تلفن همراه": "تلفن همراه",
  "ایمیل": "ایمیل",
  "اضافه کردن کاربر": "اضافه کردن کاربر",
  "خانه": "خانه",
  "پروفایل": "پروفایل",
  "خروج": "خروج",
  "تقویم": "تقویم",
  "قوانین و مقررات": "قوانین و مقررات",
  "راهنما": "راهنما",
  "درباره برنامه": "درباره برنامه",
  "پشتیبانی": "پشتیبانی",
  "تنظیمات": "تنظیمات",
  "درخواست تعویض": "درخواست تعویض",
  "درخواست مرخصی": "درخواست مرخصی",
  "فرم ها": "فرم ها",
  "تاریخچه": "تاریخچه",
  "فرم درخواست تعویض": "فرم درخواست تعویض",
  "تعویض کننده": "تعویض کننده",
  "تامیین کننده": "تامیین کننده",
  "شیفت تعویض کننده": "شیفت تعویض کننده",
  "انتخاب": "انتخاب",

  /// Errors messages
  "شماره موبایل وارد شده صحیح نمی باشد": "شماره موبایل وارد شده صحیح نمی باشد",
  "کد ملی وارد شده صحیح نمی باشد": "کد ملی وارد شده صحیح نمی باشد",
  "ایمیل وارد شده صحیح نمی باشد": "ایمیل وارد شده صحیح نمی باشد",
  "نام کاربری یا رمز عبور اشتباه است": "نام کاربری یا رمز عبور اشتباه است",
  "عملیات با خطا مواجه شد": "عملیات با خطا مواجه شد",

  /// Notification messages
  "عملیات با موفقیت انجام شد": "عملیات با موفقیت انجام شد",
  "برای بازیابی رمز عبور باید با پشتیبانی تماس بگیرید":
      "برای بازیابی رمز عبور باید با پشتیبانی تماس بگیرید",

  /// other string
  'مدیریت کشیک': 'مدیریت کشیک',
  'ورود': 'ورود',
  'بازیابی رمز عبور': 'بازیابی رمز عبور',
  'ایمیلی که قبلا در اکانت خود وارد کردید را در قسمت ایمیل وارد کنید و سپس روی دکمه بازیابی رمز عبور کلیک کنید. سپس لینک بازیابی به ایمیل شما ارسال میشود':
      'ایمیلی که قبلا در اکانت خود وارد کردید را در قسمت ایمیل وارد کنید و سپس روی دکمه بازیابی رمز عبور کلیک کنید. سپس لینک بازیابی به ایمیل شما ارسال میشود',
  'ایمیل بازیابی رمز عبور ارسال شد': 'ایمیل بازیابی رمز عبور ارسال شد',
  'خطا در اتصال به اینترنت': 'خطا در اتصال به اینترنت',
  'لطفا اتصال به اینترنت خود را بررسی نمایید':
      'لطفا اتصال به اینترنت خود را بررسی نمایید',
  'تلاش مجدد': 'تلاش مجدد',
  'باشه': 'باشه',
  'لغو': 'لغو',
  'رمز عبور': 'رمز عبور',
  'ایمیل وارد شده برای بعضی اطلاع رسانی ها و بازیابی رمز عبور استفاده خواهد شد. اگر برای بار اول است که وارد میشوید، این قسمت را پر کنید':
      'ایمیل وارد شده برای بعضی اطلاع رسانی ها و بازیابی رمز عبور استفاده خواهد شد. اگر برای بار اول است که وارد میشوید، این قسمت را پر کنید',
  'فراموشی رمز؟': 'فراموشی رمز؟',
  'در صورت داشتن سوال یا مشکل با شماره ۰۹۳۹۶۵۴۳۶۴۲ تماس بگیرید':
      'در صورت داشتن سوال یا مشکل با شماره ۰۹۳۹۶۵۴۳۶۴۲ تماس بگیرید',
  'رمز عبور خالی است': 'رمز عبور خالی است',
  'مشخصات دستگاه با موفقیت ثبت شد': 'مشخصات دستگاه با موفقیت ثبت شد',
  'مشخصات دستگاه ثبت نشد': 'مشخصات دستگاه ثبت نشد',
  'با موفقیت وارد شدید': 'با موفقیت وارد شدید',
  'لطفا فیلدهای خالی را پر کنید': 'لطفا فیلدهای خالی را پر کنید',
  'چیزی ثبت نشده است': 'چیزی ثبت نشده است',
  'تلفن همراه: ': 'تلفن همراه: ',
  'ویرایش ایمیل': 'ویرایش ایمیل',
  'ذخیره': 'ذخیره',
  'با موفقیت انجام شد': 'با موفقیت انجام شد',
  'تغییر رمز عبور': 'تغییر رمز عبور',
  'ایمیل تاییدارسال شد': 'ایمیل تاییدارسال شد',
  'مناسبت های روز': 'مناسبت های روز',
  'شیفت ها': 'شیفت ها',
  'برنامه کاری': 'برنامه کاری',
  'مناسبت های': 'مناسبت های',
  'تعطیل': 'تعطیل',
  'امروز': 'امروز',
  'متاسفانه خطایی رخ داده است. دوباره تلاش کنید':
      'متاسفانه خطایی رخ داده است. دوباره تلاش کنید',
  'برنامه کاری شما در چند روز آتی': 'برنامه کاری شما در چند روز آتی',
};
